[
    {
        "textRus": "Иногда хватает мгновения, чтобы забыть жизнь, а иногда не хватает жизни, чтобы забыть мгновение.",
        "authorRus": "Джим Моррисон",
        "textEng": "Sometimes a moment is enough to forget life, and sometimes there is not enough life to forget a moment",
        "authorEng": "Jim Morrison"
    },
    {
        "textRus": "Каждый живет, как хочет, и расплачивается за это сам.",
        "authorRus": "Оскар Уайльд",
        "textEng": "Everyone lives as he wants, and pays for it himself",
        "authorEng": "Oscar Wilde"
    },
    {
        "textRus": "Сильные люди не любят свидетелей своей слабости.",
        "authorRus": "Маргарет Митчелл",
        "textEng": "Strong people do not like witnesses of their weakness",
        "authorEng": "Margaret Mitchell"
    },
    {
        "textRus": "Жизнь состоит не в том, чтобы найти себя. Жизнь состоит в том, чтобы создать себя.",
        "authorRus": "Джордж Бернард Шоу",
        "textEng": "Life is not about finding yourself. Life is about creating yourself",
        "authorEng": "George Bernard Shaw"
    },
    {
        "textRus": "Жизнь — это не ожидание, что гроза закончится... это учиться танцевать под дождем.",
        "authorRus": "Вивиан Грин",
        "textEng": "Life is not waiting for the storm to end... It's learning to dance in the rain",
        "authorEng": "Vivian Green"
    },
    {
        "textRus": "Хорошие друзья, хорошие книги и спящая совесть – вот идеальная жизнь.",
        "authorRus": "Марк Твен",
        "textEng": "Good friends, good books and a sleeping conscience – that's the ideal life",
        "authorEng": "Mark Twain"
    },
    {
        "textRus": "Сложнее всего начать действовать, все остальное зависит только от упорства.",
        "authorRus": "Амелия Эрхарт",
        "textEng": "The most difficult thing is to start acting, everything else depends only on perseverance",
        "authorEng": "Amelia Earhart"
    },
    {
        "textRus": "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно.",
        "authorRus": "Альберт Эйнштейн",
        "textEng": "Logic can take you from point A to point B, and imagination can take you anywhere",
        "authorEng": "Albert Einstein"
    },
    {
        "textRus": "Начинать всегда стоит с того, что сеет сомнения.",
        "authorRus": "Борис Стругацкий",
        "textEng": "It's always worth starting with something that sows doubts",
        "authorEng": "Boris Strugatsky"
    },
    {
        "textRus": "80% успеха - это появиться в нужном месте в нужное время.",
        "authorRus": "Вуди Аллен",
        "textEng": "80% of success is to appear in the right place at the right time",
        "authorEng": "Woody Allen"
    },
    {
        "textRus": "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду.",
        "authorRus": "Христофор Колумб",
        "textEng": "You will never cross the ocean unless you have the courage to lose sight of the shore",
        "authorEng": "Christopher Columbus"
    },
    {
        "textRus": "Самый трудный поединок — это когда за счастье приходится бороться с ленью.",
        "authorRus": "Кассиус Клей",
        "textEng": "The most difficult duel is when you have to fight with laziness for happiness",
        "authorEng": "Cassius Clay"
    },
    {
        "textRus": "Я могу принять поражение, но я не могу принять отсутствие попыток.",
        "authorRus": "Майкл Джордан",
        "textEng": "I can accept defeat, but I can't accept not trying",
        "authorEng": "Michael Jordan"
    },
    {
        "textRus": "Чем умнее человек, тем легче он признает себя дураком",
        "authorRus": "Альберт Эйнштейн",
        "textEng": "The smarter a person is, the easier it is for him to recognize himself as a fool",
        "authorEng": "Albert Einstein"
    },
    {
        "textRus": "Мы находимся здесь, чтобы внести свой вклад в этот мир. Иначе зачем мы здесь?",
        "authorRus": "Стив Джобс",
        "textEng": "We are here to contribute to this world. Otherwise why are we here",
        "authorEng": "Steve Jobs"
    },
    {
        "textRus": "Дай человеку власть, и ты узнаешь, кто он.",
        "authorRus": "Наполеон Бонапарт",
        "textEng": "Give a man power, and you'll find out who he is",
        "authorEng": "Napoleon Bonaparte"
    },
    {
        "textRus": "Люди, которые воспринимают все пустяки близко к сердцу — больше всех способны искренне любить.",
        "authorRus": "Лев Толстой",
        "textEng": "People who take all trifles to heart are the most capable of sincerely loving",
        "authorEng": "Leo Tolstoy"
    },
    {
        "textRus": "Ты никогда не пройдёшь свой путь до конца, если будешь останавливаться, чтобы бросить камень в каждую тявкающую собаку.",
        "authorRus": "Уинстон Черчилль",
        "textEng": "You'll never make it to the end if you stop to throw a stone at every yapping dog.",
        "authorEng": "Winston Churchill"
    },
    {
        "textRus": "Не оборачивается тот, кто устремлён к звёздам.",
        "authorRus": "Леонардо да Винчи",
        "textEng": "The one who aspires to the stars does not turn around",
        "authorEng": "Leonardo da Vinci"
    },
    {
        "textRus": "Самое большое счастье в жизни – это уверенность, что тебя любят.",
        "authorRus": "Виктор Гюго",
        "textEng": "The greatest happiness in life is the certainty that you are loved",
        "authorEng": "Victor Hugo"
    }
]